Repository: frostkom/mf_users
Catalog: lang/lang_users-*.po
Languages: sv_se

source: Incorrect username or password
sv_se: Fel användarnamn eller lösenord

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Username must not contain spaces
sv_se: Användarnamn får inte innehålla mellanslag

source: Hide Roles
sv_se: Göm roller

source: Change Role Names
sv_se: Ändra rollnamn

source: Collect name of user in registration form
sv_se: Spara namn på användare som registrar sig

source: Prevent Username Spaces
sv_se: Motverka mellanslag i användarnamn

source: Only show users own files
sv_se: Visa endast användarens egna filer

source: Users
sv_se: Användare

source: Change name for
sv_se: Ändra namn för

source: Choose here
sv_se: Välj här

source: Every user below this role only sees their own files in the Media Library
sv_se: Varje användare lägre än denna roll ser endast sina egna filer i Mediabiblioteket
